const e="esfp",t="entertainer-表演者",o="explorers",p="表演者精力充沛、热情，总是心血来潮--有他们在身边，生活永远不会无聊。",n="毫不犹豫地过好每一秒。 - 埃尔顿·约翰",s=`
<blockquote>
    <p>毫不犹豫地过好每一秒。</p>
    <footer>埃尔顿·约翰</footer>
</blockquote>
<p>如果有人自发地闯入歌舞，那就是表演者性格类型的人。表演者会陷入当下的兴奋之中，并希望其他人也有这种感觉。在鼓励他人时，其他人格类型不会像表演者那样慷慨地投入时间和精力，同时其他人格类型也不能以这种不可抗拒的风格做到这一点。</p>

<h2>充满激情地生活</h2>
<p>表演者喜欢聚光灯，全世界都是舞台。许多具有表演者性格类型的名人确实是演员，但他们也喜欢为朋友表演，以独特而质朴的机智聊天，吸引注意力，使每次出行都有点像聚会。完全融入社交，表演者享受最简单的事情，对他们来说，没有比和一群好朋友一起玩乐更大的快乐了。</p>
<p>不仅限于交谈--表演者具有任何人格类型中最强的审美意识。从美容和服装到布置考究的家，表演者对时尚充满关注。看到的即刻就能了解什么有吸引力，表演者不怕改变周围的环境来反映他们的个人风格。表演者天生好奇，可以轻松探索新的设计和风格。</p>
<p>尽管看起来并不总是如此，但表演者知道他们自己不是一切的中心--他们善于观察，并且对他人的情绪非常敏感。具有这种性格类型的人通常是第一个帮助别人说出具有挑战性的问题、愉快地提供情感支持和实用建议的人。但如果问题是他们自身的，表演者更会完全避免冲突，而不是正面解决冲突。表演者通常喜欢一点戏剧性和激情，但当他们因为这些可能成为批评的焦点时，他们就不会这么做了。</p>
<h2>心血来潮的精神世界</h2>
<p>表演者面临的最大挑战是，他们往往过于专注于眼前的快乐，以至于忽略了承载这些快乐的职责和责任。对于表演者来说，复杂的分析，重复的任务以及将统计数据与实际结果相匹配并非易事。他们宁愿依靠运气或几率，或者干脆向他们广泛的朋友圈寻求帮助。对于表演者来说，挑战自己以跟踪长期的事务(例如退休计划或糖的摄入量)很重要--周围不会总是有其他人可以帮助关注这些事情。</p>
<p>表演者能识别价值和质量，这本身是一个很好的特征。但是他们倾向于没有一套好的规划，这可能会导致他们入不敷出，信用卡尤其堪忧。与计划长期目标相比，表演者更专注于抓住机会，他们可能会发现他们的注意力不集中可能使某些活动效果大打折扣。</p>
<div class="description-pullout">如果表演者意识到他们被环境所束缚，无法加入他们的朋友，这会让他们非常沮丧。</div>
<p>无论在哪里，只要需要欢笑、娱乐和尝试新鲜有趣事物的志愿者，都会欢迎表演者，没有什么比带其他人一起去兜风开怀更大的乐趣了。表演者可以一次聊几个小时，有时谈论的所有内容跟他们原准备谈论的内容毫不相干，并且无论在顺境还是逆境，他们都能感受到爱人的情感。如果他们能对即将发生的事情做好准备，他们将可以随时准备好和身后的朋友们探索世界上所有新的令人兴奋的事物。</p>`,r={desktop:"explorers-entertainer-desktop.svg",mobile:"explorers-entertainer-mobile.svg"},c={type:e,title:t,group:o,describe:p,motto:n,article:s,photo:r};export{s as article,c as default,p as describe,o as group,n as motto,r as photo,t as title,e as type};
