const o="esfj",t="consul-执政官",n="sentinels",s="执政官非常关心他人，善于社交，总是乐于助人。",p="相互鼓励、提升和加强。因为我们所有人都会感受到传播到一个人的正能量。 - 黛博拉·戴",e=`
<blockquote>
    <p>相互鼓励、提升和加强。因为我们所有人都会感受到传播到一个人的正能量。</p>
    <footer>黛博拉·戴</footer>
</blockquote>
<p>对于执政官来说，与他人分享生活是最甜蜜的。具有这种人格类型的人构成了许多社区的基石，向朋友、亲人和邻居开放了他们的家园和心灵。</p>
<p>这并不意味着执政官像每个人一样，又或者他们是圣人。但是执政官确实相信好客和礼貌的力量，他们往往会对周围的人感到一种责任感。慷慨而可靠，这种性格类型的人经常以大大小小的方式承担自己的责任，将家人和社区团结在一起。</p>
<div class="description-pullout">执政官具有使生活中的人们感到被支持、被照顾和安全的才能。</div>

<h2>负责任的生活之美</h2>
<p>执政官是利他主义者。他们认真对待自己的责任，回馈他人，服务他人，做正确的事。</p>
<p>执政官们认为，在几乎每种情况下，都有明确的正确做法。一些性格类型的人采取更宽容、和睦相处的态度，但执政官可能会发现，当某人选择了一条让他们感到误入歧途的道路时，他们很难不做出评判。结果就是，当某人(尤其是他们关心的人)不同意他们的观点时，执政官常常难以接受。</p>
<div class="description-pullout">执政官有一个明确的道德指南针--当其他人的行为与之不符时，会令他们感到困惑。</div>
<p>执政官对是非有明确的看法，往往倾向于固执己见。但是这些观点并不是任意的--它们通常是基于对传统的深刻尊重。执政官知道他们所做的一切都会影响别人，他们相信既定的法律、协议和社会规范将帮助他们以体恤和对他人负责的方式驾驭日常生活。</p>
<h2>建立持久的关系</h2>
<p>总是可以在聚会上看到乐于助人和外向的执政官--他们是四处走动的人，以确保其他所有人都玩得开心! 但不要搞错: 执政官不会随便闯入别人的生活。他们忠于核心，建立了持久的关系，每当需要伸出援助之手或侧耳倾听，就可以指望他们出现。</p>
<div class="description-pullout">执政官很少错过生日或假期。他们专注于自己的人际关系，即使是朋友和亲人生活中的最小细节也会被铭记。</div>
<p>由于对秩序和结构的热爱，执政官更喜欢有计划的活动，而不是开放式活动或自发的聚会--他们很乐意主办这种活动，以确保一切顺利进行。这种性格的人会投入大量精力让别人觉得自己很特别，很受欢迎，当有人似乎不欣赏他们的努力时，他们可能会放在心上。</p>
<p>对于许多具有执政官人格类型的人来说，生活中最大的挑战之一就是接受他们无法控制其他人的思想或行为--甚至无法控制与他们最亲近的人。幸运的是，执政官可以通过专注于他们最擅长的事情来找到和平与充实: 树立关怀、体恤和负责任的榜样--并在此过程中使人们团结在一起。</p>`,l={desktop:"sentinels-consul-desktop.svg",mobile:"sentinels-consul-mobile.svg"},c={type:o,title:t,group:n,describe:s,motto:p,article:e,photo:l};export{e as article,c as default,s as describe,n as group,p as motto,l as photo,t as title,o as type};
