const p="enfp",o="campaigner-竞选者",t="diplomats",n="竞选者是充满活力，富有创意，善于交际的自由之人，总能找到微笑的理由。",e="我对您的工作不感兴趣。我想知道您的痛苦--以及您是否敢于梦想满足自己的内心渴望。 - 奥里亚·芒坦·德里默",s=`
<blockquote><p>我对您的工作不感兴趣。我想知道您的痛苦--以及您是否敢于梦想满足自己的内心渴望。</p><footer>奥里亚·芒坦·德里默</footer></blockquote>
<p>竞选者享受真正的自由精神--外向、开放和开明。他们以活泼，乐观的生活方式，在任何人群中都能脱颖而出。但是，即使他们的生命中充斥着灯红酒绿，但竞选者并不只是在乎度过美好的时光。这些人格类型有着更深层次的追求--渴望与他人建立有意义的情感联系。</p>

<h2>日常生活的魔力</h2>
<p>友好而外向的竞选者致力于丰富他们的关系和社交生活。但是在他们善于交际，随和的外表之下，他们也拥有丰富而充满活力的内心生活。如果没有相当的想象力、创造力和好奇心，竞选者根本就不会成为竞选者。</p>
<p>以其独特的方式，竞选者可以很内省。他们不禁思考生命的更深层次的含义和意义--即使他们应该关注其他事情。这些人格类型相信一切事物以及每个人都是相互联系的，他们活着就是为了从这些联系中获得的洞察力。</p>
<div class="description-pullout">竞选者是独立和有创造力的，总是在寻找日常生活中的神奇和意义。</div>
<p>当某些事情激发他们的想象力时，竞选者可以表现出一种充满感染力的热情。这些个性散发出积极的能量，吸引了其他人，竞选者可能会发现自己被同龄人作为领导者或大师所支持。但是，一旦最初的灵感绽放消失，竞选者就会在自律和一致性方面挣扎，失去进行对曾经对他们意义重大的项目的动力。</p>
<h2>寻求快乐</h2>
<p>竞选者已经证明，寻找生活的乐趣和快乐并不等同于肤浅。似乎在眨眼之间，具有这种个性类型的人就可以从热情洋溢的理想主义者转变为舞池中无忧无虑的人物。</p>
<div class="description-pullout">竞选者的个性能够强烈地思考和感受--也能够放松心情，玩得开心。</div>
<p>即使在欢乐开怀的时刻，竞选者也希望与他人建立情感联系。对这些人格类型来说，没有什么比与他们珍惜的人进行真诚的交谈更重要的了。竞选者认为，每个人都应该表达自己的感受，他们的同理心和热情创造了一个空间，即使是最胆小的灵魂也可以敞开心扉。</p>
<p>不过，这种性格类型的人需要小心。竞选者的直觉可能会导致他们过多地解读他人的行为和表现。竞选者可能不会简单地要求解释，而是最终会对别人的愿望或意图感到困惑。这种社会压力使注重和谐的竞选者彻夜难眠。</p>
<p>竞选者在找到正确的生活道路之前，将花费大量时间探索不同的关系、感觉和想法。但是，当他们最终找到自己的路时，他们的想象力、同理心和勇气不仅可以照亮自己的生活，还可以照亮周围的世界。</p>`,i={desktop:"diplomats-campaigner-desktop.svg",mobile:"diplomats-campaigner-mobile.svg"},c={type:p,title:o,group:t,describe:n,motto:e,article:s,photo:i};export{s as article,c as default,n as describe,t as group,e as motto,i as photo,o as title,p as type};
