const o="istp",t="virtuoso-鉴赏家",p="explorers",e="鉴赏家是创新和实践型的实验者，精通各种工具。",n="我想过一种不同的生活。我不想每天去同一个地方，看到同样的人，做同样的工作。我想要有趣的挑战。 - 哈里森·福特",s=`
<blockquote>
    <p>我想过一种不同的生活。我不想每天去同一个地方，看到同样的人，做同样的工作。我想要有趣的挑战。</p>
    <footer>哈里森·福特</footer>
</blockquote>
<p>鉴赏家喜欢用他们的手和眼睛探索，用冷静的理性主义和热情的好奇心触摸和审视他们周围的世界。具有这种个性类型的人是天生的创造者，他们从一个项目转移到另一个项目，从乐趣出发构建有用的事物和冗余，并在他们前进的过程中向他们的环境学习。通常作为机械师和工程师，鉴赏家们发现没有什么比亲自上手把东西拆开并重新组装更快乐的了，而这只是为了比之前好一丢丢。</p>

<p>鉴赏家通过创建、故障排除、反复试验和第一手经验探索想法。他们乐于让其他人对他们的项目感兴趣，有时甚至不介意他们进入自己的空间。当然，这是在这些人不干涉鉴赏家的原则和自由的条件下，并且他们需要对鉴赏家反馈的相似兴趣持开放态度。</p>
<p>鉴赏家喜欢伸出援手并分享他们的经验，尤其是与他们关心的人分享，只可惜他们如此稀少，仅占总人口的5%。鉴赏家在女性中尤其罕见，社会倾向于期望的典型性别角色可能不适合她们--她们从小就被视为假小子。</p>
<h2>敢于与众不同</h2>
<p>虽然他们机械式想上手的倾向可以使他们一目了然，但鉴赏家实际上还是相当神秘的。友好但非常隐秘，冷静但又会突然心血来潮，非常好奇但无法专注于正规学习，即使是他们的朋友和亲人，对鉴赏家个性的人进行预测也可能是一项挑战。一段时间以来，鉴赏家似乎非常忠诚和稳定，但他们倾向于建立一种蓄势的能量储存，这种能量会在没有任何警告的情况下爆发，将他们的兴趣推向大胆的新方向。</p>
<div class="description-pullout">然而，当鉴赏家做出这些翻天覆地的变化时，他们只是在探索一种新兴趣的可行性，而不是某种愿景探索。</div>
<p>鉴赏家的决定源于一种实用的现实主义感，他们的内心是一种强烈的普世的直接公平感，一种 “己所不欲勿施于人” 的态度，这确实有助于解释鉴赏家的许多令人费解的特征。不过，鉴赏家可能不会过分谨慎，瞻前顾后，而是会走得很远，以对等的方式对善意或恶意进行回应。</p>
<p>鉴赏家可能面临的最大问题是，他们经常行动得太早，把他们放纵的天性认为理所当然，并假设其他人也是一样的。他们将是第一个讲一个麻木不仁的笑话，过度参与别人的项目，粗鲁地玩耍，或者因为更有趣的事情出现而突然改变他们的计划的人。</p>
<h2>违抗规则</h2>
<p>鉴赏家将会逐渐了解到，许多其他性格类型的人在规则和可接受的行为上比他们更为严格--他们不想听到一个麻木不仁的笑话，当然也不会在背后议论别人，他们也不想参与恶作剧，即使有人愿意这样做。如果现场已经情绪化，那么无视这些限制可能会事与愿违。</p>
<p>鉴赏家在预测情绪方面有特别的困难，但这只是他们公平性的自然延伸，因为要衡量鉴赏家的情绪和动机是非常困难的。然而，他们倾向于通过行动而不是通过同理心来探索他们的关系，这可能会导致一些非常令人沮丧的情况。具有鉴赏家性格类型的人在边界和准则上挣扎，他们更喜欢自由走动，并在他们需要时打破规则。</p>
<p>找到一个可以与了解自己风格和不可预测性的好朋友一起工作的环境，结合他们的创造力、幽默感和动手方法来构建实用的解决方案和事物，将使鉴赏家在构建有用的实物方面拥有许多快乐的时光--并能从局外欣赏它们。</p>`,r={desktop:"explorers-virtuoso-desktop.svg",mobile:"explorers-virtuoso-mobile.svg"},i={type:o,title:t,group:p,describe:e,motto:n,article:s,photo:r};export{s as article,i as default,e as describe,p as group,n as motto,r as photo,t as title,o as type};
