const t="entj",o="commander-指挥官",n="analysts",e="指挥官大胆、富有想象力且意志强大，总能找到或创造解决方法。",p="你的时间有限，所以不要浪费时间过别人的生活。 - 史蒂夫·乔布斯",s=`
<blockquote>
    <p>你的时间有限，所以不要浪费时间过别人的生活。</p>
    <footer>史蒂夫·乔布斯</footer>
</blockquote>
<p>指挥官是天生的领导者。具有这种个性类型的人体现了魅力和自信的天赋，用某种方式映射权威，将人群聚集在一个共同的目标下。但是，指挥官的特征还通常包括残酷的理性，他们利用自己的动力、决心和敏锐的头脑来实现自己为自己设定的目标。他们只占总人口的3%，这是个好事情，以免他们压倒构成世界其他大部分人口的胆怯和敏感的人格类型--但对于我们现在每天都认为理所当然的很多企业和机构，我们应该感谢指挥官。</p>
<h2>为伟大而奋斗</h2>
<p>如果说指挥官有喜欢的东西，那么挑战绝对算一个，无论大小，他们坚信，只要有足够的时间和资源，他们就可以实现任何目标。这种素质使具有指挥官个性的人成为杰出的企业家，他们在战略思考和长期关注的同时，果断和精确地执行计划的每一步的能力使他们成为强大的商业领袖。这种决心通常是一种自我实现的预言，因为指挥官以纯粹的意志力推动他们的目标，而其他人可能会放弃并继续前进，而他们的外向性(E)本性意味着他们很可能会推动其他所有人与他们一起前进，并在此过程中取得惊人的效果。</p>

<p>在谈判桌上，无论是在公司环境中还是在购买一辆汽车，指挥官都是主导、无情和不宽恕的。这并不是因为他们本身冷漠或恶毒--而是指挥官们真正喜欢挑战、斗智斗勇，以及来自这种环境的回应，如果对方跟不上，指挥官们也没有理由放弃自己最终胜利的核心原则。</p>
<div class="description-pullout">贯穿指挥官头脑的潜在思想可能是 “只要我保持效率，我不在乎你是否称我为麻木不仁”。</div>
<p>如果指挥官尊重某人，那就是能够在智力上与他们站在一起的人，能够以与自己同等的精确度和质量行事的人。指挥官的个性在识别他人的才华方面具有特殊的技能，这有助于他们的团队建设努力 (因为没有人，无论多么出色，都可以独自完成所有事情)，并防止指挥官表现出过多的傲慢和居高临下。但是，他们也具有特殊的技能，可以以令人不寒而栗的麻木不仁来喊出其他人的失败之处，这就是指挥官真正开始遇到麻烦的地方。</p>
<h2>值得进行的挑战</h2>
<p>情感表达并不是任何分析师类型的强项，但是指挥官与情感的距离之大尤其明显，并且被更广泛的人们直接感受到。特别是在专业环境中，指挥官只会粉碎他们认为效率低下、无能或懒惰者的敏感情感。对于指挥官性格类型的人来说，情感表现是软弱的表现，但用这种方法很容易树敌--指挥官需要记住，他们绝对依赖于拥有一个运转良好的团队，不仅是为了实现他们的目标，也是为了他们的认可和反馈，奇怪的是，对于这一点指挥官非常敏感。</p>
<p>指挥官是真正的强者，他们树立了生活中强大的形象--而且经常如此。他们需要记住，他们的地位不仅来自他们自己的行为，还来自支持他们的团队的行为，重要的是要认识到他们的贡献、才能和需求，特别是从情感的角度来看，他们的支持网络。即使他们不得不采取 “装着装着就成真了” 的心态，但如果指挥官能够将情感上健康的关注与他们的许多优势相结合，他们将获得深厚、令人满意的关系和他们能处理的所有挑战的胜利。</p>`,c={desktop:"analysts-commander-desktop.svg",mobile:"analysts-commander-mobile.svg"},l={type:t,title:o,group:n,describe:e,motto:p,article:s,photo:c};export{s as article,l as default,e as describe,n as group,p as motto,c as photo,o as title,t as type};
