const t="intj",p="architect-建筑师",n="analysts",o="建筑师富有想象力和战略性思维，一切皆在计划之中。",s="思想构成了人的伟大。人就像是芦苇，原本是自然界中最弱的事物，但他是会思考的芦苇。 - 布莱斯·帕斯卡",c=`
<blockquote><p>思想构成了人的伟大。人就像是芦苇，原本是自然界中最弱的事物，但他是会思考的芦苇。</p><footer>布莱斯·帕斯卡</footer></blockquote>
<p>高处不胜寒。作为最稀有的人格类型之一--也是最有能力的人群之一--建筑师 (INTJ) 非常了解这一点。理性而机智的建筑师以自己的思考能力为傲，更不用说他们看穿虚伪和做作的神奇本领了。但由于他们的头脑永远不会休息，建筑师可能很难找到能够跟上他们对周围一切不间断分析的人。</p>

<h2>开拓精神</h2>
<p>建筑师质疑一切。许多人格类型信任现状，依靠传统智慧和他人的专业知识来指导他们的生活。但是持怀疑态度的建筑师更喜欢自己去发现。为了寻求更好的做事方式，他们不怕违反规则或冒不赞成的风险--实际上，他们反而乐在其中。</p>
<p>但是，正如任何具有这种个性类型的人都会告诉您的那样，除非真正有效，否则新想法毫无价值。建筑师希望成功，而不仅仅是推陈出新。他们全心全意地投入到他们的工作中，运用他们的洞察力、逻辑和意志力的全部能量。有些人会通过执行毫无意义的规则或粗制滥造的批评试图放慢他们的脚步，而上天似乎也在推波助澜。</p>
<div class="description-pullout">建筑师，从内心深处与独立牢牢绑定，想要摆脱别人的期望，追求自己的想法。</div>
<p>这种人格类型带有强烈的独立倾向。建筑师不介意独自行动，也许是因为他们不喜欢坐等需要赶上他们的人。他们通常也更喜欢在不征求任何人意见的情况下做出决定。有时，这种独狼行为可能会显得麻木不仁，因为它没有考虑到其他人的想法、欲望和计划。</p>
<p>但是，将建筑师视为漠不关心是错误的。无论对他们泰然处之的智力层面有什么刻板印象，这些个性类型也都有深厚的感性认知。当事情出错或伤害他人时，建筑师会感同身受，并花费大量时间和精力试图弄清楚为什么事情会以这种方式发生。他们可能并不总是将情感视为决策工具，但他们是真真切切的人。</p>
<h2>对知识的渴望</h2>
<p>建筑师既可以是最大胆的梦想家，也可以是最悲观的人。他们相信，通过意志力和智慧，他们甚至可以实现最具挑战性的目标。但是，这些人格可能更普遍地对人性持愤世嫉俗的态度，假设大多数人是懒惰的，缺乏想象力的，或者注定要平庸。</p>
<p>具有建筑师个性类型的人的自尊心很大程度上来自他们的知识和精神敏锐度。在学校里，他们可能被称为 “书虫” 或 “书呆子”。但是，许多建筑师并没有把这些标签当作侮辱，而是欣然接受了它们。他们认识到自己有能力自学并掌握自己感兴趣的任何主题，无论是编码、卡波耶拉还是古典音乐都是如此。</p>
<div class="description-pullout">建筑师不只是为了炫耀而学习新事物--他们从内心喜欢扩大自己的知识范围。</div>
<p>建筑师可以是一心一意的，对轻浮、分心或无聊的八卦几乎没有耐心。虽说如此，但他们远非乏味或缺乏幽默感。许多建筑师以其不羁的机智而闻名，在严肃的外表之下，他们通常具有敏锐、令人愉悦的讽刺幽默感。</p>
<h2>社交挫折</h2>
<p>建筑师并不以热情而模棱两可而闻名。他们倾向于把理性和成效放在礼貌和愉快之上--换句话说，他们宁愿是对的，也不愿当老好人。这或许可以解释为什么这么多虚构的反派是仿照这种人格类型打造的。</p>
<p>由于建筑师重视真理和深度，因此许多常见的社交实践--从闲聊到白话--对他们来说似乎毫无意义或是彻头彻尾的愚蠢。结果，当他们只是想实事求是时，他们可能会无意中显得粗鲁甚至令人反感。</p>
<div class="description-pullout">有时，建筑师可能会怀疑与他人打交道是否值得为此受挫。</div>
<p>但是，就像任何人格类型一样，建筑师其实渴望社交互动--他们只是更愿意与拥有共同价值观和优先事项的人在一起。通常，他们可以通过做自己来实现这一目标。当建筑师追求他们自己的兴趣时，他们天生的自信可以吸引人们--在职业上、社交上，甚至在恋爱上都是如此。</p>
<h2>人生如棋</h2>
<p>建筑师充满了矛盾。他们富有想象力但果断，雄心勃勃但秘而不宣，好奇但专注。从外部来看，这些矛盾面似乎令人困惑，但是一旦您了解了建筑师思想的内在运作，它们就完全说得通了。</p>
<p>对于这些人格，生活就像一盘棋。建筑师依靠策略而不是几率，在采取行动之前就考虑了每一步的优缺点。他们永远不会失去信心，只要有足够的独创性和洞察力，他们就能找到取胜的方法--无论沿途会出现什么挑战。</p>`,e={desktop:"analysts-architect-desktop.svg",mobile:"analysts-architect-mobile.svg"},i={type:t,title:p,group:n,describe:o,motto:s,article:c,photo:e};export{c as article,i as default,o as describe,n as group,s as motto,e as photo,p as title,t as type};
