const o="infp",t="mediator-调停者",p="diplomats",n="调停者是富有诗意、善良且无私的人，总是热衷于帮助正义事业。",e="凡属金子不一定发光；并不是所有流浪的人都迷失；老骥伏枥志在千里；霜冻无法触及深根。 - J. R. R.托尔金",i=`
<p>尽管调停者看起来很安静或谦虚，但他们的内心生活充满活力，充满激情。他们富有创造力和想象力，快乐地迷失在白日梦中，在脑海中编造各种故事和对话。这些个性以其敏感性而闻名--调停者可以对音乐，艺术，自然和周围的人产生深刻的情感反应。</p>
<p>理想主义和善解人意，调停者渴望建立深厚而深情的关系，他们觉得有责任帮助他人。但由于这种人格类型只占人口的一小部分，调停者有时可能会感到孤独或被忽视，在一个似乎不欣赏他们独一无二的特质的世界里漂泊。</p>
<blockquote><p>凡属金子不一定发光；并不是所有流浪的人都迷失；老骥伏枥志在千里；霜冻无法触及深根。</p><footer>J. R. R.托尔金</footer></blockquote>

<h2>移情的天赋</h2>
<p>调停者对人性的深处有着切实的好奇心。从本质上讲，他们对自己的想法和感受非常敏锐，但他们也渴望了解周围的人。调停者富有同情心，不会评判，总是愿意听别人的故事。当有人向他们敞开心扉或向他们寻求安慰时，他们感到很荣幸能够倾听并提供帮助。</p>
<div class="description-pullout">对于调停者来说，在理想的关系中，双方不仅可以分享他们最疯狂的希望和梦想，而且还可以分享他们隐藏的恐惧和弱点。</div>
<p>同理心是这种人格类型最优质的天赋之一，但有时可能是一种负担。世界上的麻烦沉重地压在调停者的肩膀上，这些人格很容易内化他人的消极情绪或心态。除非他们学会设定界限，否则调停者可能会因为需要纠正的错误而感到不知所措。</p>
<h2>说出他们的真相</h2>
<p>没有什么比假装自己不是调停者更令人不安的了。凭借他们的敏感性和对真实性的承诺，具有这种个性类型的人往往渴望创造性的自我表达机会。因此，毫不奇怪，许多著名的调停者是诗人、作家、演员和艺术家。他们不禁沉思人生的意义和目的，梦想着一路上各种各样的故事、想法和可能性。</p>
<div class="description-pullout">调停者有自我表达的天赋。他们可能通过隐喻和虚构人物揭示他们内心的想法和秘密。</div>
<p>通过这些富有想象力的场景，调停者可以探索自己的内在本质以及在世界上的位置。虽然这是一个美妙的特征，但这些个性有时会表现出白日梦和幻想而不是采取行动的倾向。为了避免感到沮丧、无法实现或无能为力，调停者需要确保他们采取措施将梦想和想法变为现实。</p>
<h2>寻找一种呼唤</h2>
<p>这种性格类型的人往往会感到没有方向或被卡住，直到他们与生活的目标感联系在一起。对于许多调停者来说，这个目的与鼓舞他人有关，也与他们能够感觉到他人的痛苦就像是他们自己的痛苦有关。虽然调停者希望帮助每个人，但他们需要集中精力和努力--否则，他们最终可能会筋疲力尽。</p>
<p>幸运的是，就像春天的花朵一样，即使在最黑暗的季节之后，调停者的创造力和理想主义也能绽放。尽管他们知道世界永远不会完美，但调停者仍然在乎尽其所能使世界变得更好。这种做正确事情的默默信念可能解释了为什么这些人无论走到哪里，总是激发出同情、善良和美丽。</p>`,s={desktop:"diplomats-mediator-desktop.svg",mobile:"diplomats-mediator-mobile.svg"},c={type:o,title:t,group:p,describe:n,motto:e,article:i,photo:s};export{i as article,c as default,n as describe,p as group,e as motto,s as photo,t as title,o as type};
